Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: 4. Any member of the Technical Committee may call for a vote on the ballot as it currently stands. This vote begins immediately, but if any other member of the Technical Committee objects to calling for a vote before the vote completes, the vote is canceled and has no effect.
pt_pt: 4. Qualquer membro(a) do comitê técnico pode solicitar uma votação na cédula como está atualmente. Esta votação começa imediatamente, mas se qualquer outro(a) membro(a) do comitê técnico se opuser à convocação de uma votação antes que a votação seja concluída, esta será cancelada e não terá efeito.

source: 5. Two weeks after the original proposal the ballot is closed to any changes and voting starts automatically. This vote cannot be canceled.
pt_pt: 5. Duas semanas após a proposta original, a votação é encerrada para qualquer alteração e a votação começa automaticamente. Esta votação não pode ser cancelada.

source: 6. If a vote is canceled under §6.3.1.4 later than 13 days after the initial proposed resolution, the vote specified in §6.3.1.5 instead starts 24 hours after the time of cancellation. During that 24 hour period, no one may call for a vote, but Technical Committee members may make ballot changes under §6.3.1.2.
pt_pt: 6. Se uma votação for cancelada sob §6.3.1.4 depois de 13 dias após a resolução proposta inicial, a votação especificada em §6.3.1.5 terá início 24 horas após o cancelamento. Durante esse período de 24 horas, ninguém pode convocar uma votação, mas os(as) membros(as) do comitê técnico podem fazer alterações nas cédulas sob §6.3.1.2.

source: 2. Details regarding voting
pt_pt: 2. Detalhes relacionados à votação

source: Votes are decided by the vote counting mechanism described in §A.5. The voting period lasts for one week or until the outcome is no longer in doubt assuming no members change their votes, whichever is shorter. Members may change their votes until the voting period ends. There is a quorum of two. The Chair has a casting vote. The default option is "None of the above".
pt_pt: Os votos são decididos pelo mecanismo de contagem de votos descrito em §A.5. O período de votação dura uma semana ou até que o resultado não fique mais em dúvida, desde que nenhum(a) membro(a) altere seu voto, o que for mais curto. Os(As) membros(as) podem alterar seus votos até o término do período de votação. Há um quórum de dois. O(A) presidente(a) tem voto de minerva. A opção padrão é "Nenhuma das opções acima".

source: When the Technical Committee votes whether to override a Developer who also happens to be a member of the Committee, that member may not vote (unless they are the Chair, in which case they may use only their casting vote).
pt_pt: Quando o comitê técnico vota para substituir um(a) desenvolvedor(a) que também é um(a) membro(a) do comitê, esse(a) membro(a) não pode votar (a menos que seja o(a) presidente(a), caso em que pode usar apenas seu voto de minerva).

source: 3. Public discussion and decision-making.
pt_pt: 3. Discussão pública e tomada de decisões.

source: Discussion, draft resolutions and ballot options, and votes by members of the committee, are made public on the Technical Committee public discussion list. There is no separate secretary for the Committee.
pt_pt: Discussão, rascunhos de resoluções e opções de votação, e votos dos(as) membros(as) do comitê, são publicados na lista de discussão pública do comitê técnico. Não há secretário(a) separado(a) para o comitê.

source: 4. Confidentiality of appointments.
pt_pt: 4. Confidencialidade das nomeações.

source: The Technical Committee may hold confidential discussions via private email or a private mailing list or other means to discuss appointments to the Committee. However, votes on appointments must be public.
pt_pt: O comitê técnico pode manter discussões confidenciais via e-mail privado ou em uma lista de discussão privada, ou em outros meios para discutir nomeações para o comitê. No entanto, as votações para as nomeações devem ser públicas.

source: 5. No detailed design work.
pt_pt: 5. Ausência no desenvolvimento detalhado.

source: The Technical Committee does not engage in design of new proposals and policies. Such design work should be carried out by individuals privately or together and discussed in ordinary technical policy and design forums.
pt_pt: O comitê técnico não se envolve no design de novas propostas e políticas. Tal trabalho deve ser conduzido por indivíduos privadamente ou em conjunto, e discutido em fóruns técnicos comuns de política e design.

source: The Technical Committee restricts itself to choosing from or adopting compromises between solutions and decisions which have been proposed and reasonably thoroughly discussed elsewhere.
pt_pt: O comitê técnico se restringe a escolher ou adotar compromissos entre soluções e decisões que foram propostas e razoavelmente discutidas em outros lugares.

source: Individual members of the technical committee may of course participate on their own behalf in any aspect of design and policy work.
pt_pt: Membros(as) individuais do comitê técnico podem, é claro, participar por conta própria em quaisquer aspectos do trabalho de design e política.

source: 6. Technical Committee makes decisions only as last resort.
pt_pt: 6. O comitê técnico toma decisões apenas como último recurso.

source: The Technical Committee does not make a technical decision until efforts to resolve it via consensus have been tried and failed, unless it has been asked to make a decision by the person or body who would normally be responsible for it.
pt_pt: O comitê técnico não toma uma decisão técnica até que esforços para se resolver a questão via consenso tenham sido feitos e falhado, a menos que o comitê tenha sido solicitado para tomar uma decisão pela pessoa ou grupo que seria normalmente responsável pela decisão técnica.

source: 7. Proposing a General Resolution.
pt_pt: 7. Propondo uma resolução geral.

source: When the Technical Committee proposes a general resolution or a ballot option in a general resolution to the project under §4.2.1, it may delegate (via resolution or other means agreed on by the Technical Committee) the authority to withdraw, amend, or make minor changes to the ballot option to one of its members. If it does not do so, these decisions must be made by resolution of the Technical Committee.
pt_pt: Quando o comitê técnico propõe uma resolução geral ou uma opção de votação em uma resolução geral para o projeto sob §4.2.1, pode delegar (por meio de resolução ou outros meios acordados pelo comitê técnico) a autoridade para retirar, alterar ou fazer pequenas alterações na opção de votação para um(a) de seus(suas) membros(as). Se não o fizer, essas decisões devem ser tomadas por resolução do comitê técnico.

source: 7. The Project Secretary
pt_pt: 7. O(A) secretário(a) do Projeto

source: 7.1. Powers
pt_pt: 7.1. Poderes

source: The Secretary:
pt_pt: O(A) secretário(a):

source: 1. Takes votes amongst the Developers, and determines the number and identity of Developers, whenever this is required by the constitution.
pt_pt: 1. Obtém os votos entre os(as) desenvolvedores(as) e determina o número e a identidade dos(as) desenvolvedores(as), sempre que requerido pela constituição.

source: 2. Can stand in for the Leader, together with the Chair of the Technical Committee.
pt_pt: 2. Pode servir como líder do Projeto, junto com o(a) presidente(a) do comitê técnico.

source: If there is no Project Leader then the Chair of the Technical Committee and the Project Secretary may by joint agreement make decisions if they consider it imperative to do so.
pt_pt: Se não há líder do Projeto, o(a) presidente(a) do comitê técnico e o(a) secretário(a) do Projeto podem, através de concordância mútua, tomar decisões se considerarem imperativo fazê-lo.

source: 3. Adjudicates any disputes about interpretation of the constitution.
pt_pt: 3. Resolve qualquer disputa sobre a interpretação da constituição.

source: 4. May delegate part or all of their authority to someone else, or withdraw such a delegation at any time.
pt_pt: 4. Pode delegar parte ou toda sua autoridade para alguém, ou desistir dessa delegação a qualquer momento.

source: 7.2. Appointment
pt_pt: 7.2. Nomeação

source: The Project Secretary is appointed by the Project Leader and the current Project Secretary.
pt_pt: O(A) secretário(a) do Projeto é nomeado(a) pelo(a) líder do Projeto e pelo(a) secretário(a) do Projeto atual.

source: If the Project Leader and the current Project Secretary cannot agree on a new appointment, they must ask the Developers by way of General Resolution to appoint a Secretary.
pt_pt: Se o(a) líder do Projeto e o(a) secretário(a) do Projeto atuais não podem concordar em uma nova nomeação, devem pedir aos(às) desenvolvedores(as) via resolução geral que nomeiem um(a) secretário(a).

source: If there is no Project Secretary or the current Secretary is unavailable and has not delegated authority for a decision then the decision may be made or delegated by the Chair of the Technical Committee, as Acting Secretary.
pt_pt: Se não há secretário(a) do Projeto ou o(a) secretário(a) atual está indisponível e não delegou autoridade para uma decisão, a decisão pode ser tomada ou delegada pelo(a) presidente(a) do comitê técnico, como secretário(a) interino(a).

source: The Project Secretary's term of office is 1 year, at which point they or another Secretary must be (re)appointed.
pt_pt: O mandato do(a) secretário(a) do Projeto é de 1 ano, depois do qual ele(a) ou outro(a) secretário(a) deve ser (re)nomeado(a).

source: 7.3. Procedure
pt_pt: 7.3. Procedimento

source: The Project Secretary should make decisions which are fair and reasonable, and preferably consistent with the consensus of the Developers.
pt_pt: O(A) secretário(a) do Projeto deve tomar decisões que são honestas e razoáveis, e preferivelmente consistentes com o consenso dos(as) desenvolvedores(as).

source: When acting together to stand in for an absent Project Leader the Chair of the Technical Committee and the Project Secretary should make decisions only when absolutely necessary and only when consistent with the consensus of the Developers.
pt_pt: Quando agindo conjuntamente para substituir um(a) líder do Projeto ausente, o(a) presidente(a) do comitê técnico e o(a) secretário(a) do Projeto devem tomar decisões somente quando absolutamente necessárias e somente quando consistentes com o consenso dos(as) desenvolvedores(as).

source: 8. The Project Leader's Delegates
pt_pt: 8. Os(As) delegados(as) do(a) líder do Projeto

source: 8.1. Powers
pt_pt: 8.1. Poderes

source: The Project Leader's Delegates:
pt_pt: Os(As) delegados(as) do(a) líder do Projeto:

source: 1. have powers delegated to them by the Project Leader;
pt_pt: 1. têm poderes delegados a eles(as) pelo(a) líder do Projeto;

source: 2. may make certain decisions which the Leader may not make directly, including approving or expelling Developers or designating people as Developers who do not maintain packages. This is to avoid concentration of power, particularly over membership as a Developer, in the hands of the Project Leader.
pt_pt: 2. podem tomar certas decisões que o(a) líder não pode tomar diretamente, incluindo aprovação ou expulsão de desenvolvedores(as) ou designação de pessoas como desenvolvedores(as) que não mantêm pacotes. Isto evita concentração de poder, particularmente sobre a qualidade de membro(a) como um(a) desenvolvedor(a), nas mãos do(a) líder do Projeto.

source: 8.2. Appointment
pt_pt: 8.2. Nomeação

source: The Delegates are appointed by the Project Leader and may be replaced by the Leader at the Leader's discretion. The Project Leader may not make the position as a Delegate conditional on particular decisions by the Delegate, nor may they override a decision made by a Delegate once made.
pt_pt: Os(As) delegados(as) são nomeados(as) pelo(a) líder do Projeto e podem ser substituídos(as) pelo(a) líder a critério do(a) próprio(a) líder. O(A) líder do Projeto não pode tornar a posição como um(a) delegado(a) condicional às decisões particulares do(a) delegado(a), nem pode anular uma decisão tomada por um(a) delegado(a) uma vez que esteja tomada.

source: 8.3. Procedure
pt_pt: 8.3. Procedimento

source: Delegates may make decisions as they see fit, but should attempt to implement good technical decisions and/or follow consensus opinion.
pt_pt: Delegados(as) podem tomar decisões como acharem melhor, mas devem tentar implementar decisões técnicas boas e/ou seguir a opinião consensual.

source: 9. Assets held in trust for Debian
pt_pt: 9. Bens mantidos em confiança para o Debian

source: In most jurisdictions around the world, the Debian project is not in a position to directly hold funds or other property. Therefore, property has to be owned by any of a number of organisations as detailed in §9.2.
pt_pt: Na maioria das jurisdições ao redor do mundo, o projeto Debian não está em posição de diretamente manter fundos ou outras propriedades. Portanto, propriedades têm que ser mantidas por uma das várias organizações conforme detalhado em §9.2.

source: Traditionally, SPI was the sole organisation authorized to hold property and monies for the Debian Project. SPI was created in the U.S. to hold money in trust there.
pt_pt: Tradicionalmente, a SPI era a única organização autorizada a guardar propriedades e dinheiro para o Projeto Debian. A SPI foi criada nos EUA para guardar dinheiro em confiança naquele país.

source: SPI and Debian are separate organisations who share some goals. Debian is grateful for the legal support framework offered by SPI.
pt_pt: A SPI e o Debian são organizações separadas que compartilham alguns objetivos. O Debian é grato pela infraestrutura legal de suporte oferecida pela SPI.

source: 9.1. Relationship with Associated Organizations
pt_pt: 9.1. Relacionamento com organizações associadas

source: 1. Debian Developers do not become agents or employees of organisations holding assets in trust for Debian, or of each other, or of persons in authority in the Debian Project, solely by the virtue of being Debian Developers. A person acting as a Developer does so as an individual, on their own behalf. Such organisations may, of their own accord, establish relationships with individuals who are also Debian developers.
pt_pt: 1. Desenvolvedores(as) Debian não se tornam agentes ou empregados(as) de organizações mantendo bens em confiança para o Debian, ou uns dos outros, ou de pessoas com autoridade no Projeto Debian, somente pela virtude de serem desenvolvedores(as) Debian. Uma pessoa agindo como um(a) desenvolvedor(a) o faz como indivíduo, em nome próprio. Tais organizações podem, de acordo próprio, estabelecer relacionamentos com indivíduos que também sejam desenvolvedores(as) Debian.

source: 9.2. Authority
pt_pt: 9.2. Autoridade

source: 1. An organisation holding assets for Debian has no authority regarding Debian's technical or nontechnical decisions, except that no decision by Debian with respect to any property held by the organisation shall require it to act outside its legal authority.
pt_pt: 1. Uma organização mantendo bens para o Debian não tem autoridade sobre decisões técnicas ou não técnicas do Debian, exceto que nenhuma decisão do Debian com respeito a quaisquer propriedades mantidas pela organização irá requerer que a mesma atue fora de sua própria autoridade legal.

source: 2. Debian claims no authority over an organisation that holds assets for Debian other than that over the use of property held in trust for Debian.
pt_pt: 2. O Debian não clama por autoridade sobre uma organização que mantém bens para o Debian além da autoridade sobre o uso das propriedades mantidas em confiança para o Debian.

source: 9.3. Trusted organisations
pt_pt: 9.3. Organizações confiáveis

source: Any donations for the Debian Project must be made to any one of a set of organisations designated by the Project leader (or a delegate) to be authorized to handle assets to be used for the Debian Project.
pt_pt: Quaisquer doações para o Projeto Debian devem ser feitas para qualquer uma das organizações designadas pelo(a) líder do Projeto (ou por um(a) delegado(a)) para serem autorizadas a manusear bens a serem usados para o Projeto Debian.

source: Organisations holding assets in trust for Debian should undertake reasonable obligations for the handling of such assets.
pt_pt: Organizações mantendo bens em confiança para o Debian devem se encarregar das obrigações razoáveis para o manuseio de tais bens.

source: Debian maintains a public List of Trusted Organisations that accept donations and hold assets in trust for Debian (including both tangible property and intellectual property) that includes the commitments those organisations have made as to how those assets will be handled.
pt_pt: O Debian mantém pública uma lista de organizações de confiança que aceitam doações e mantêm bens em confiança para o Debian (incluindo ambos propriedade tangível e propriedade intelectual) que inclui os compromissos que essas organizações fizeram sobre como estes bens serão manuseados.

source: A. Standard Resolution Procedure
pt_pt: A. Procedimento padrão para resolução

source: These rules apply to communal decision-making by committees and plebiscites, where stated above.
pt_pt: Estas regras aplicam-se a tomadas de decisões comunais por comitês e plebiscitos, onde declarado acima.

source: A.0. Proposal
pt_pt: A.0. Proposta

source: 1. The formal procedure begins when a draft resolution is proposed and sponsored, as specified in §4.2.1.
pt_pt: 1. O procedimento formal começa quando um rascunho de resolução é proposto e apadrinhado/amadrinhado, como requerido em §4.2.1.

source: 2. This draft resolution becomes a ballot option in an initial two-option ballot, the other option being the default option, and the proposer of the draft resolution becomes the proposer of that ballot option.
pt_pt: 2. Este projeto de resolução se torna uma opção de votação em uma votação inicial com duas opções, sendo a outra opção a padrão, e o(a) proponente do projeto de resolução se torna o(a) proponente dessa opção de votação.

source: A.1. Discussion and Amendment
pt_pt: A.1. Discussão e emendas

source: 1. The discussion period starts when a draft resolution is proposed and sponsored. The minimum discussion period is 2 weeks. The maximum discussion period is 3 weeks.
pt_pt: 1. O período de discussão começa quando um projeto de resolução é proposto e apadrinhado/amadrinhado. O período mínimo de discussão é de 2 semanas. O período máximo de discussão é de 3 semanas.

source: 2. A new ballot option may be proposed and sponsored according to the requirements for a new resolution.
pt_pt: 2. Uma nova opção de votação pode ser proposta e apadrinhada/amadrinhada de acordo com os requisitos para uma nova resolução.

source: 3. The proposer of a ballot option may amend that option provided that none of the sponsors of that ballot option at the time the amendment is proposed disagree with that change within 24 hours. If any of them do disagree, the ballot option is left unchanged.
pt_pt: 3. O(A) proponente de uma opção de votação pode alterar essa opção desde que nenhum(a) dos(as) padrinhos/madrinhas dessa opção de votação no momento em que a emenda é proposta discorde dessa alteração dentro de 24 horas. Se algum(a) deles(as) discordar, a opção de votação permanece inalterada.

source: 4. The addition of a ballot option or the change via an amendment of a ballot option changes the end of the discussion period to be one week from when that action was done, unless that would make the total discussion period shorter than the minimum discussion period or longer than the maximum discussion period. In the latter case, the length of the discussion period is instead set to the maximum discussion period.
pt_pt: 4. A adição de uma opção de votação ou a alteração por meio de uma emenda de uma opção de votação altera o final do período de discussão para uma semana a partir de quando essa ação foi realizada, a menos que isso torne o período total de discussão menor do que o período mínimo de discussão ou superior ao período máximo de discussão. No último caso, a duração do período de discussão é definida como o período máximo de discussão.

source: 5. The proposer of a ballot option may make minor changes to that option (for example, typographical fixes, corrections of inconsistencies, or other changes which do not alter the meaning), providing no Developer objects within 24 hours. In this case the length of the discussion period is not changed. If a Developer does object, the change must instead be made via amendment under §A.1.3.
pt_pt: 5. O(A) proponente de uma opção de votação pode fazer pequenas alterações nessa opção (por exemplo, correções tipográficas, correções de inconsistências ou outras alterações que não alteram o significado), não fornecendo objeção do(a) desenvolvedor(a) dentro de 24 horas. Neste caso, a duração do período de discussão não é alterada. Se um(a) desenvolvedor(a) se opuser, a alteração deverá ser feita por meio de emenda sob §A.1.3.

source: 6. The Project Leader may, at any point in the process, increase or decrease the minimum and maximum discussion period by up to 1 week from their original values in §A.1.1, except that they may not do so in a way that causes the discussion period to end within 48 hours of when this change is made. The length of the discussion period is then recalculated as if the new minimum and maximum lengths had been in place during all previous ballot changes under §A.1.1 and §A.1.4.
pt_pt: 6. O(A) Líder do Projeto pode, a qualquer momento do processo, aumentar ou diminuir o período mínimo e máximo de discussão em até 1 semana de seus valores originais em §A.1.1, exceto que não pode fazê-lo de forma que faça com que o período de discussão termine dentro de 48 horas após a alteração. A duração do período de discussão é então recalculada como se os novos comprimentos mínimo e máximo estivessem em vigor durante todas as alterações de votação anteriores em §A.1.1 e §A.1.4.

source: 7. The default option has no proposer or sponsors, and cannot be amended or withdrawn.
pt_pt: 7. A opção padrão não tem proponentes ou padrinhos/madrinhas e não pode ser alterada ou retirada.

source: A.2. Withdrawing ballot options
pt_pt: A.2. Retirando opções de votação

source: 1. The proposer of a ballot option may withdraw. If they do, new proposers may come forward to keep the ballot option alive, in which case the first person to do so becomes the new proposer and any others become sponsors if they aren't sponsors already. Any new proposer or sponsors must meet the requirements for proposing or sponsoring a new resolution.
pt_pt: 1. O(A) proponente de uma opção de voto pode desistir. Se o fizer, novos(as) proponentes podem se apresentar para manter a opção de votação viva, caso em que a primeira pessoa a fazê-lo se torna o(a) novo(a) proponente e quaisquer outros(as) se tornam padrinhos/madrinhas se ainda não forem padrinhos/madrinhas. Qualquer novo(a) proponente ou padrinho/madrinha deve atender aos requisitos para propor ou para apadrinhar/amadrinhar uma nova resolução.

source: 2. A sponsor of a ballot option may withdraw.
pt_pt: 2. Um padrinho/madrinha de uma opção de voto pode desistir.
